[
    {
        "sura_num": 1,
        "verse_num": 1,
        "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "english_text": "In the name of GOD, Most Gracious, Most Merciful.*",
        "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.*",
        "subtitle": "",
        "footnote": "*1:1 The first verse in the Quran represents the foundation upon which a superhuman 19-based mathematical miracle is built. This important statement consists of 19 Arabic letters, and every word in it occurs in the whole Quran in multiples of 19 (see Appendices 1 & 29 for the details)."
    },
    {
        "sura_num": 1,
        "verse_num": 2,
        "arabic_text": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
        "english_text": "Praise be to GOD, Lord of the universe.",
        "persian_text": "ستايش خدای راست، پروردگار عالم.",
        "subtitle": "",
        "footnote": ""
    },
    {
        "sura_num": 1,
        "verse_num": 3,
        "arabic_text": "ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "english_text": "Most Gracious, Most Merciful.",
        "persian_text": "بخشنده ترين، مهربان ترين.",
        "subtitle": "",
        "footnote": ""
    },
    {
        "sura_num": 1,
        "verse_num": 4,
        "arabic_text": "مَٰلِكِ يَوْمِ ٱلدِّينِ",
        "english_text": "Master of the Day of Judgment.",
        "persian_text": "صاحب اختيار روز داورى.",
        "subtitle": "",
        "footnote": ""
    },
    {
        "sura_num": 1,
        "verse_num": 5,
        "arabic_text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
        "english_text": "You alone we worship; You alone we ask for help.",
        "persian_text": "تنها تو را مى پرستيم؛ تنها از تو يارى مى خواهيم.",
        "subtitle": "",
        "footnote": ""
    },
    {
        "sura_num": 1,
        "verse_num": 6,
        "arabic_text": "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ",
        "english_text": "Guide us in the right path;",
        "persian_text": "ما را در راه راست هدايت فرما؛",
        "subtitle": "",
        "footnote": ""
    },
    {
        "sura_num": 1,
        "verse_num": 7,
        "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ",
        "english_text": "the path of those whom You blessed; not of those who have deserved wrath, nor of the strayers.",
        "persian_text": "راه کسانى که به آنها نعمت داده اى؛ نه آنان که سزاوار خشم شدەاند و نه گمراهان.",
        "subtitle": "",
        "footnote": "*1:1-7 Sura 1 is God's gift to us to establish contact with Him through the daily Contact Prayers. This fact is supported by an earth-shattering, simple-to-understand-but-impossible-to-imitate mathematical composition that challenges the greatest mathematicians on earth, and stumps them; it is far beyond human capabilities:\n\n\n\n\n\n(1) The sura number, followed by the numbers of verses, next to each other, give 1 1 2 3 4 5 6 7. This number is a multiple of 19.\n\n\n\n\n\n(2) If we substitute the number of letters per verse in place of verse numbers, we get 1 19 17 12 11 19 18 43. This number is also a multiple of 19.\n\n\n\n\n\n(3) If we insert the total gematrical value of every verse, we get 1 19 786 17 581 12 618 11 241 19 836 18 1072 43 6009. This number is a multiple of 19.\n\n\n\n\n\n(4) The number shown above includes all parameters of Sura 1, and consists of 38 digits (19x2).\n\n\n\n\n\n(5) It is noteworthy that this 38-digit number is still divisible by 19 when we write its components backwards, from right to left as practiced by the Arabs. Thus, 6009 43 1072 18 836 19 241 11 618 12 581 17 786 19 1 is also a multiple of 19.\n\n\n\n\n\n(6) The mathematical representations mentioned above participate in numerous extraordinary mathematical phenomena to confirm all details of the five daily Contact Prayers (Appendix 15).\n\n\n\n\n\n(7) Many more astounding phenomena are given in Appendix One. Thus, the reader is handed at the outset tangible proof that this is God's message to the world."
    },
    {
        "sura_num": 2,
        "verse_num": 0,
        "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "english_text": "In the name of God, Most Gracious, Most Merciful",
        "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.",
        "subtitle": "",
        "footnote": "",
        "chapter_title_english": "The Heifer",
        "chapter_title_arabic": "البقرة",
        "chapter_title_persian": "ماده گاو"
    },
    {
        "sura_num": 2,
        "verse_num": 1,
        "arabic_text": "الٓمٓ",
        "english_text": "A.L.M.*",
        "persian_text": "ا. ل. م.*",
        "subtitle": "",
        "footnote": "*2:1 These initials remained a divinely guarded secret for 1400 years. Now we recognize them as a major component of the Quran's mathematical miracle (see Appendices 1, 2, 24, and 26). The meaning of A.L.M. is pointed out in Verse 2: \"This scripture is infallible.\" This is incontrovertibly proven by the fact that the frequencies of occurrence of these three initials in this sura are 4502, 3202, and 2195, respectively. The sum of these numbers is 9899, or 19x521. Thus, these most frequent letters of the Arabic language are mathematically placed according to a super-human pattern. These same initials also prefix Suras 3, 29, 30, 31, and 32, and their frequencies of occurrence add up to multiples of 19 in each one of these suras."
    }
]